export interface Issue {
    title: string;
    description: string;
  }
  
  export const issues: Issue[] = [
    { title: 'Не морозит', description: 'Описание проблемы "Не морозит" здесь...' },
    { title: 'Не работает', description: 'Описание проблемы "Не работает" здесь...' },
    { title: 'Плохо морозит', description: 'Описание проблемы "Плохо морозит" здесь...' },
    { title: 'Течет вода', description: 'Описание проблемы "Течет вода" здесь...' },
    { title: 'Обледенение', description: 'Описание проблемы "Обледенение" здесь...' },
    { title: 'Не включается', description: 'Описание проблемы "Не включается" здесь...' },
    { title: 'Не отключается', description: 'Описание проблемы "Не отключается" здесь...' },
    { title: 'Не работает свет', description: 'Описание проблемы "Не работает свет" здесь...' },
    { title: 'Сильно шумит', description: 'Описание проблемы "Сильно шумит" здесь...' },
  ];
  