import React from 'react';

const NeGreetsyaVoda = () => {
  return (
    <div className="water-heating-issue">
      <p>
        Если вода не греется в стиральной машине, это может быть вызвано несколькими причинами:
        <ul>
          <li>Неправильные настройки программы стирки: Убедитесь, что выбрана программа стирки с подогревом воды и температурой, которую вы предпочитаете.</li>
          <li>Неисправность термостата: Термостат контролирует температуру воды. Если он вышел из строя, вода может оставаться холодной. Решение: Требуется замена термостата.</li>
          <li>Проблемы с подогревательным элементом: Подогревательный элемент может выйти из строя, что приведет к нагреву воды. Решение: Проверьте состояние подогревательного элемента и замените его при необходимости.</li>
          <li>Проблемы с электроникой или модулем управления: Неисправность в электронике или модуле управления также может привести к проблемам с подогревом воды. Решение: Перезагрузите стиральную машину и проверьте настройки. Если проблема сохраняется, возможно, потребуется ремонт электроники.</li>
          <li>Засорение фильтра или трубопроводов: Засоренные фильтры или трубопроводы могут препятствовать нормальному циркулированию и нагреву воды. Решение: Проверьте фильтры и трубопроводы на наличие засоров и очистите их при необходимости.</li>
        </ul>
        Пожалуйста, обратите внимание, что ремонт стиральных машин, особенно связанный с электроникой или электричеством, лучше всего выполнять профессионалами. Если вы не уверены в своих навыках или не можете самостоятельно определить причину неисправности, лучше обратиться к квалифицированному технику диагностики и ремонта.
      </p>
    </div>
  );
};

export default NeGreetsyaVoda;
