import React from 'react';

const NeKrutitBaraban = () => {
  return (
    <div className='selected-issue-description'>
      <p>
        Если барабан стиральной машины не крутится, есть несколько причин, которые могут вызвать эту проблему:
        <ul>
          <li>Неисправность приводного ремня: Изношенный или сорванный ремень может быть причиной того, что барабан не крутится. Решение: Проверьте состояние ремня и замените его, если он поврежден.</li>
          <li>Заблокированный барабан: Некоторые предметы, такие как монеты, булавки или другие мелкие предметы, могут заблокировать барабан. Решение: Отключите машину от электричества, проверьте барабан на наличие посторонних предметов и удалите их.</li>
          <li>Неисправность двигателя: Если двигатель не работает, барабан не будет вращаться. Решение: Проверьте подключение к электропитанию, а также состояние двигателя. Если есть проблемы, возможно, потребуется замена двигателя.</li>
          <li>Проблемы с таймером или электроникой: Сбой в системе управления может привести к неработающему барабану. Решение: Перезапустите машину и проверьте настройки. Если проблема сохраняется, возможно, нужен ремонт электроники.</li>
          <li>Поврежденные амортизаторы или пружины: Если амортизаторы или пружины, удерживающие барабан, повреждены, это может препятствовать его вращению. Решение: Проверьте состояние амортизаторов или пружин и замените их при необходимости.</li>
        </ul>
        Если вы не можете самостоятельно определить причину поломки или не можете ее устранить, лучше всего обратиться к профессиональному технику или сервисному центру для диагностики и ремонта.
      </p>
      <a href="tel:+79823435703">8 (982) 343-57-03</a>
    </div>
  );
};

export default NeKrutitBaraban;
