import React from 'react';

const NeNabiraetVodu = () => {
  return (
    <div className="water-not-filling">
      <p>
        Если стиральная машина не набирает воду, есть несколько возможных причин:
        <ul>
          <li>Закрытый водопровод или неправильная подача воды: Проверьте, открыт ли водопроводный кран, подключен ли шланг для подачи воды и нет ли проблем с подачей воды в стиральную машину.</li>
          <li>Засорение фильтра в подаче воды: Засоренный фильтр в подводящем шланге или входном клапане стиральной машины может препятствовать подаче воды. Очистите фильтр и проверьте подачу воды.</li>
          <li>Проблемы с входным клапаном: Если входной клапан стиральной машины не работает правильно из-за поломки или засора, это может привести к проблемам с подачей воды. Проверьте состояние и работоспособность входного клапана.</li>
          <li>Поломка датчика уровня воды: Неисправность датчика уровня воды может мешать правильной подаче воды. Это может потребовать замены датчика.</li>
          <li>Проблемы с программой или электроникой: Неисправности в электронике или программном обеспечении могут привести к неправильной работе стиральной машины. Перезапустите машину и проверьте настройки программы.</li>
        </ul>
        Пожалуйста, проверьте вышеперечисленные аспекты и убедитесь, что нет неполадок с подачей воды. Если проблема сохраняется или вы не можете определить причину неисправности, рекомендуется обратиться к мастеру для более точной диагностики и ремонта.
      </p>
    </div>
  );
};

export default NeNabiraetVodu;
