import React from 'react';

const NeOtjimaet = () => {
  return (
    <div className='selected-issue-description'>
      <p>
        Если стиральная машина не отжимает белье, причины могут быть различными. Вот несколько распространенных проблем и способы их решения:
        <ul>
          <li>Перегрузка барабана: Перегрузка бельем может препятствовать правильному отжиму. Решение: Убедитесь, что белье загружено в соответствии с рекомендациями производителя по максимальной загрузке.</li>
          <li>Засорение фильтра или помпы: Засорение фильтра или помпы может мешать откачке воды и отжиму. Решение: Проверьте фильтр и помпу на наличие засоров и очистите их при необходимости.</li>
          <li>Проблемы с датчиком уровня воды: Неисправность датчика уровня воды может привести к тому, что машина не начнет цикл отжима. Решение: Проверьте состояние датчика и замените его при необходимости.</li>
          <li>Неисправность ремня привода: Износ или смещение ремня привода также могут помешать отжиму. Решение: Проверьте состояние ремня привода и замените его, если он поврежден.</li>
          <li>Проблемы с электроникой или программой: Неисправности в электронике или программном обеспечении могут привести к сбоям в работе машины. Решение: Попробуйте перезапустить стиральную машину или сбросить программу, а также проверьте настройки.</li>
        </ul>
        Если после проверки вы не можете определить причину неполадки или не можете самостоятельно устранить проблему, лучше всего обратиться к технику для более детальной диагностики и ремонта.
      </p>
      <a href="tel:+79823435703">8 (982) 343-57-03</a>
    </div>
  );
};

export default NeOtjimaet;
