import React from 'react';

const NeSlivaetVodu = () => {
  return (
    <div className='selected-issue-description'>
      <p>
        Проблемы со сливом воды в стиральной машине могут быть вызваны различными факторами:
        <ul>
          <li>Засорение фильтра или сливного насоса: Засорение фильтра или насоса может препятствовать нормальному сливу воды. Решение: Проверьте фильтр и насос на предмет засоров и очистите их при необходимости.</li>
          <li>Загрязнение или засорение сливного шланга: Загрязнение или изгибы в сливном шланге могут также мешать сливу воды. Решение: Проверьте сливной шланг на наличие загрязнений или изгибов и очистите его.</li>
          <li>Неисправность помпы или насоса: Если помпа или насос не функционируют должным образом, это может привести к проблемам со сливом воды. Решение: Проверьте состояние помпы или насоса, возможно, потребуется их замена.</li>
          <li>Проблемы с датчиком уровня воды: Неисправность датчика уровня воды может привести к ошибкам в сливе воды. Решение: Проверьте датчик и замените его, если он неисправен.</li>
          <li>Загруженная сливная система в доме: Если другие бытовые приборы, использующие ту же сливную систему, вызывают проблемы (например, заблокированные трубы), это может отразиться на стиральной машине. Решение: Проверьте сливную систему дома на наличие проблем и устраните их.</li>
        </ul>
        Если проблема не решается простыми методами, лучше всего обратиться к специалисту для более точной диагностики и ремонта.
      </p>
      <a href="tel:+79823435703">8 (982) 343-57-03</a>
    </div>
  );
};

export default NeSlivaetVodu;
