import React from 'react';

const NeStiraet = () => {
  return (
    <div className="not-washing">
      <p>
        Если стиральная машина не выполняет функцию стирки, причины могут быть различными:
        <ul>
          <li>Проблемы с выбором программы: Убедитесь, что выбрана правильная программа стирки с соответствующими параметрами (тип ткани, температура, режим отжима и длительность стирки).</li>
          <li>Проблемы с дверцей или замком: Некорректно закрытая или поврежденная дверца или замок дверцы может привести к тому, что стиральная машина не начнет стирку. Убедитесь, что дверца закрыта правильно и замок функционирует нормально.</li>
          <li>Неисправность барабана или двигателя: Если барабан не вращается из-за поломки двигателя или проблем с механизмом, машина может не стирать. Проверьте, вращается ли барабан во время работы.</li>
          <li>Проблемы с датчиками уровня воды: Неисправность датчиков уровня воды может помешать стиральной машине начать стирку из-за неправильного распределения воды.</li>
          <li>Проблемы с электроникой или модулем управления: Неисправности в электронике или модуле управления могут вызвать сбои в работе машины. Перезапустите машину и проверьте настройки.</li>
        </ul>
        Если вы не можете самостоятельно определить причину неполадки или не можете ее устранить, лучше обратиться к профессиональному технику для диагностики и ремонта.
      </p>
    </div>
  );
};

export default NeStiraet;
