import React from 'react';

const NeZakryvaetsyaDver = () => {
  return (
    <div className='selected-issue-description'>
      <p>
        Если дверь стиральной машины не закрывается, это может быть вызвано несколькими причинами:
        <ul>
          <li>Предметы в междустворчатой резинке: Иногда мелкие предметы или остатки белья могут застрять в уплотнительной резинке двери, мешая закрыть дверь. Проверьте резинку на наличие преград и очистите ее при необходимости.</li>
          <li>Поломка механизма закрывания: Механизм замка двери или его компоненты могли повредиться или выйти из строя, что препятствует закрытию двери.</li>
          <li>Неправильное выравнивание двери: Возможно, дверь машины немного съехала из петель или не выровнена правильно, что мешает ее закрыть.</li>
          <li>Замятие или деформация двери: Дверь машины может быть замята или деформирована, из-за чего ее сложно закрыть.</li>
        </ul>
        Попробуйте следующие шаги:
        <ul>
          <li>Проверьте, нет ли преград в междустворчатой резинке двери.</li>
          <li>Убедитесь, что дверь правильно выравнена и не деформирована.</li>
          <li>Попробуйте осторожно закрыть дверь, постепенно применяя небольшое усилие, но не слишком сильно, чтобы избежать повреждения механизма.</li>
        </ul>
        Если эти шаги не помогли и проблема остается, рекомендуется обратиться к мастеру для более точной диагностики и ремонта.
      </p>
      <a href="tel:+79823435703">8 (982) 343-57-03</a>
    </div>
  );
};

export default NeZakryvaetsyaDver;
