import React from 'react';

const SilnoShumit = () => {
  return (
    <div className='selected-issue-description'>
      <p>
        Шум в стиральной машине может быть вызван различными причинами. Вот несколько распространенных проблем и способы их решения:
        <ul>
          <li>Неравномерная загрузка белья: Если белье неравномерно распределено в барабане, машина может создавать сильный шум при отжиме. Решение: Перераспределите белье равномерно по барабану перед запуском стирки.</li>
          <li>Износ или поломка подшипников: Если подшипники изношены или повреждены, машина может издавать скрежет или стучащие звуки во время работы. Решение: Необходимо заменить подшипники. Обратитесь к профессионалам или сервисному центру.</li>
          <li>Проблемы с помпой: Засорение или неисправность помпы может вызвать шум во время откачивания воды. Решение: Проверьте помпу на предмет засоров и очистите ее. Если проблема сохраняется, возможно, требуется замена помпы.</li>
          <li>Неисправный ремень или привод: Износ или смещение ремня привода также могут вызывать шум. Решение: Проверьте состояние ремня привода и замените его при необходимости.</li>
          <li>Проблемы с амортизаторами или пружинами: Если амортизаторы или пружины изношены или повреждены, это также может вызывать шум при работе машины. Решение: Замените амортизаторы или пружины.</li>
        </ul>
        Если проблема не устраняется простыми методами, лучше всего обратиться к специалисту по ремонту стиральных машин для более точной диагностики и решения проблемы.
      </p>
      <a href="tel:+79823435703">8 (982) 343-57-03</a>
    </div>
  );
};

export default SilnoShumit;
