import React from 'react';

const MorgaetIndikacia = () => {
  return (
    <div className="selected-issue-description">
      <p>
        Мигание индикации на морозильной камере обычно сигнализирует о проблеме, которую нужно решить. Однако конкретный смысл мигающей индикации может зависеть от модели холодильника или морозильной камеры.
      </p>
      <p> 
        Вот некоторые общие возможные причины мигания индикации:
      </p>
      <ul>
        <li>Высокая температура: Если индикатор мигает, это может указывать на то, что температура внутри морозильной камеры слишком высока. Проверьте установленную температуру и убедитесь, что она настроена на правильный уровень охлаждения.</li>
        <li>Проблемы с системой охлаждения: Мигание индикации может быть связано с неисправностью компрессора, утечками хладагента или проблемами с системой циркуляции воздуха.</li>
        <li>Неисправности компонентов: Ошибка или мигание индикации также может указывать на неисправности электронных компонентов, таких как датчики температуры, терморегуляторы и другие.</li>
        <li>Предупреждение о замораживании: Некоторые модели холодильников или морозильных камер могут мигать, чтобы указать на процесс замораживания или автоматическое оттаивание.</li>
      </ul>
      <p>
        Для точного определения причины мигания индикации рекомендуется обратиться к руководству пользователя вашего холодильника или морозильной камеры. Там должна быть информация о том, что означает определенный паттерн мигания индикатора или какие проблемы это может сигнализировать. Если руководство отсутствует или проблема не устраняется, лучше связаться со мной по телефону: 
      </p>
      <a href="tel:+79823435703">8 (982) 343-57-03</a>
    </div>
  );
};

export default MorgaetIndikacia;
