import React from 'react';

const NeMorozit = () => {
  return (
    <div className="fridge-not-cooling">
      <p>
        Наиболее вероятная причина того, что холодильник не морозит – утечка фреона. Значит, понадобится вызвать мастера для устранения неисправности и заправки хладагентом. Сейчас используются безопасные вещества нового поколения.
      </p>
      <p>
        Часто вытекание хладагента вызвано образованием трещин. Их легко обнаружить с применением специальной аппаратуры. Мастер устранит повреждение, после чего заправит агрегат фреоном. При наличии множественных микротрещин может понадобиться замена всей системы.
      </p>
      <ul>
        <li>Отказал терморегулятор: При его поломке мотор агрегата и блок управления не запускают компрессор, холодильник совсем не морозит или работает чрезмерно интенсивно.</li>
        <li>Выход из строя реле: Если возникли проблемы с компрессором, восстановить работоспособность холодильника сможет только мастер. Он проведет диагностику оборудования и определит, нуждается ли мотор в замене.</li>
        <li>Плохое прилегание дверцы к корпусу: Решается заменой уплотнителя.</li>
      </ul>
      <p>
        Возможны и другие причины некорректной работы холодильника:
      </p>
      <ul>
        <li>Закупоривание системы холодильного агрегата.</li>
        <li>Не накачивается давление в систему.</li>
        <li>Повреждение ТЭНов разморозки охлаждающего радиатора.</li>
      </ul>
      <p>
        При любых признаках поломки холодильника не оттягивайте с вызовом мастера. Чем раньше будет проведена диагностика, тем проще осуществить ремонт. Мы гарантируем точное проведение диагностики и использование оригинальных запчастей, что позволит быстро восстановить работоспособность холодильника и продлить срок его использования.
      </p>
    </div>
  );
};

export default NeMorozit;
