import React from 'react';

const NeRabotaetSvet = () => {
  return (
    <>
      <p>
        Перегоревшая лампочка не влияет на работу остальных блоков холодильника, но значительно осложняет его использование. И чем быстрее будет решена эта проблема, тем лучше. Вы можете попытаться самостоятельно заменить лампочку, а если сомневаетесь в своих способностях или нет свободного времени, обращайтесь в нашу компанию. Мастер оперативно прибудет на место и быстро произведет замену.
      </p>
      <p>
        Прежде чем вызывать специалиста, можете самостоятельно проверить, контактирует ли патрон с цоколем лампы, а также провести диагностику проводов, ведущих к лампочке. Возможно, где-то отошел контакт, а сам осветительный прибор исправен. Также стоит проверить концевик дверцы и плату управления. Если для вас это сложная задача, обратитесь в сервис, опытный мастер выполнит все манипуляции максимально быстро. Иногда причина отсутствия освещения во внутренней камере холодильника оказывается вовсе не в лампочке, а в разрыве контактов или иных проблемах.
      </p>
      <p>
        <strong>Типы лампочек для холодильников</strong>
      </p>
      <p>
        В холодильниках устанавливаются лампочки трех видов: светодиодные, накаливания и галогенные. Оптимальный вариант – замена лампочки на оригинальную. У нас имеется большой выбор осветительных приборов для разных моделей холодильников. Установка светодиодного устройства позволит снизить энергопотребление, но зачастую потребителей устраивает обычная лампа накаливания.
      </p>
      <p>
        <strong>Замена лампы в холодильнике</strong>
      </p>
      <p>
        Перед заменой лампы холодильник следует отключить от сети, вытащить из него продукты, разморозить. Дальнейшие действия: снятие защитного кожуха с лампы, выкручивание перегоревшего осветительного прибора и вкручивание нового. Продолжительность процедуры не превысит нескольких минут.
      </p>
      <p>
        При выборе лампы специалисты рекомендуют использовать продукцию компаний, специализирующихся на изготовлении запчастей к холодильникам. Связано это с тем, что некачественные осветительные приборы могут быстро перегореть, а значит, вам придется вновь искать замену.
      </p>
      <p>
        Если не удалось найти подходящую лампочку, обращайтесь к нам. У нас имеется множество оригинальных запчастей к холодильникам, в том числе и осветительные приборы. Мы подберем подходящую лампочку, которая идеально подходит для вашей модели. Ее установка займет не более десяти минут.
      </p>
      <p>
        Мы гарантируем оперативный выезд мастера по указанному мастеру, отличное качество работы и быстрое устранение всех проблем, возникающих с вашим холодильником.
      </p>
    </>
  );
};

export default NeRabotaetSvet;
