import React from 'react';

const NeVkluchaetsya = () => {
  return (
    <>
      <p>
        Когда холодильник совсем не включается, частая реакция – паника. Не стоит переживать, возможно, проблема решится так быстро, что ваши продукты не успеют испортиться. Проверьте освещение в холодильной камере. Работает? Вероятнее всего, возникла проблема с кабелем питания или розетка. Ее можно решить без участия мастера.
      </p>
      <p>
        <strong>Не включается холодильник: распространенные причины</strong>
      </p>
      <p>
        Проверьте работу терморегулятора. Сделать это просто: замкните подходящие к нему провода между собой, если холодильник запустился, значит, потребуется замена датчика. Еще один распространенный вариант – сломалась кнопка размораживания. Проверяется аналогично.
      </p>
      <p>
        <strong>Проблемы с двигателем</strong>
      </p>
      <p>
        Терморегулятор и кнопка размораживания исправны, а холодильник все равно не работает. Скорее всего, вышел из строя электродвигатель мотор-компрессора. Без помощи мастера не обойтись. Основные причины проблем с двигателем:
      </p>
      <ul>
        <li>обрыв обмотки;</li>
        <li>межвитковое замыкание;</li>
        <li>КЗ компрессора на корпус.</li>
      </ul>
      <p>
        Диагностика проводится с использованием омметра. Необходимо поочередно замерить сопротивление между контактами электродвигателя. Если его значение менее 20 Ом, можно утверждать о наличии замыкания между витками обмотки.
      </p>
      <p>
        <strong>Окисление контактов</strong>
      </p>
      <p>
        Проверены все варианты, однако холодильник по-прежнему не включается? Одна из возможных причин – окисление контактов. Поиск проблемного участка может занять немало времени, так как необходимо полностью проверить все контактные группы, но отремонтировать холодильник без этой утомительной процедуры вряд ли удастся.
      </p>
      <p>
        <strong>Пошаговый алгоритм поиска неисправности:</strong>
      </p>
      <ol>
        <li>Проверка сетевого напряжения. При его значительных отклонениях от номинального многие современные модели холодильников не запускаются.</li>
        <li>Проверка внутреннего освещения, питающего кабеля, вилки и розетки.</li>
        <li>Диагностика терморегулятора.</li>
        <li>Прозвонка обмоток реле (защитного и пускового). При обнаружении – обрыва замена регуляторов.</li>
        <li>Проверка компрессора.</li>
        <li>Диагностика электросхемы.</li>
      </ol>
      <p>
        Часто потребителям удается самостоятельно выяснить причину проблем с холодильником. Однако есть процедуры, проведение которых можно доверить исключительно специалисту. Если вы чувствуете себя неуверенно, сомневаетесь в своем опыте и знаниях, обращайтесь в нашу компанию.
      </p>
      <p>
        Вызов мастера выгоден по ряду причин: он оперативнее обнаружит причину, из-за которой не включается холодильник, обладает достаточным опытом для быстрого устранения типичных неисправностей, вооружен специальными инструментами и аппаратурой.
      </p>
    </>
  );
};

export default NeVkluchaetsya;
