import React from 'react';

const Obledenenie = () => {
  return (
    <div className='selected-issue-description'>
      <p>
        Образование льда на задней или боковых стенках холодильника всегда настораживает. Это случается даже в агрегатах с функцией No Frost. С подобным явлением можно и нужно бороться, но для этого надо выяснить причину образования наледи. Такое может происходить из-за неправильной эксплуатации изделия или поломки одного из блоков.
      </p>
      <p>
        Снежная «шуба» образуется тогда, когда образовавшийся иней оттаивает не полностью, в результате чего начинается наслоение льда.
      </p>
      <br/>
      <br/>
      <strong>Основные причины появления льда внутри холодильника:</strong>
      <ul>
        <li><strong>1. Отказал датчик разморозки:</strong> Основной признак – появление на задней стенке слоя льда или снега. Вероятно, разморозка не происходит или этот процесс протекает некорректно. Решение проблемы: провести диагностику датчика, восстановить его работоспособность или заменить на новый. Полезная информация: в однокомпрессорных холодильниках считается нормой сохранение инея на протяжении четверти часа, после чего чуть более 30 минут происходит его оттаивание, в двухкомпрессорных приборах иней сохраняется 25 минут, столько же времени занимает процесс таяния.</li>
        <li><strong>2. Повышенная нагрузка на холодильник:</strong> Чаще всего из-за размещения в нем горячих блюд. Решение: охлаждать приготовленные продукты перед тем, как засунуть их в холодильник.</li>
        <li><strong>3. Износился уплотнитель:</strong> Основной признак – образование наледи на боковых стенках. Решение: замена уплотнителя.</li>
        <li><strong>4. Вышел из строя компрессор:</strong> Если он работает постоянно, возможно, происходит утечка хладагента, температура внутри холодильника становится выше, вследствие чего на внутренних поверхностях прибора может образовываться толстый слой льда и снега. Решение: ремонт компрессора.</li>
      </ul>
      <p>
        Не стоит беспокоиться, если намерзание льда происходит редко, 2-3 раза в год. При частых образованиях наледи или снега лучше обратиться к мастеру, который проведет диагностику оборудования, выяснит, что случилось, и устранит неисправность.
      </p>
      <p>
        Важно не только своевременно обращаться к хорошему мастеру, но и правильно пользоваться холодильником: всегда закрывать емкости с жидкостями крышками, не допускать хранения горячих продуктов, не оставлять дверцу открытой на долгое время. Эти меры помогут снизить нагрузку на компрессор, обеспечить оптимальный режим функционирования агрегата.
      </p>
      <a href="tel:+79823435703">8 (982) 343-57-03</a>
    </div>
  );
};

export default Obledenenie;
