import React from 'react';

const PlohoMorozit = () => {
  return (
    <>
      <p>
        Плохо морозит
        Часто холодильник морозит слишком слабо или сильно. В этом случае необходимо узнать причину некорректной работы, после чего провести ремонт агрегата.
      </p>
      <p>
        Диагностика холодильника
        Известно несколько вариантов, которые могут быть причиной плохой работы холодильного оборудования. Наиболее распространенные случаи:
      </p>
      <ul>
        <li>Вышел из строя терморегулятор. Следует проверить, нормально ли он работает, если надо – заменить.</li>
        <li>Утечка хладагента. В задней части холодильника расположен металлический конденсатор. При достаточном количестве фреона он теплый, при нехватке – холодный. При подозрении на уменьшение объема хладагента в системе необходимо провести поиск места утечки, отремонтировать или заменить поврежденные элементы, после чего произвести дозаправку агрегата фреоном.</li>
        <li>Неполадки с компрессором. В этом случае потребуется полная замена или ремонт. Это под силу только квалифицированному специалисту.</li>
        <li>Нарушение герметизации из-за перекоса дверцы. Из-за попадания во внутреннюю камеру теплого воздуха из комнаты повысится температура внутри холодильника. Решение: проверить, ровно ли висит дверка, при необходимости провести ее регулировку.</li>
        <li>Повреждение уплотнителя, отставание резины на отдельных участках. Выход: замена уплотнителя.</li>
      </ul>
      <p>
        Решение проблем: Чаще всего холодильник слабо морозит, когда не хватает фреона. Это токсичное вещество, его повышенная концентрация в помещении кухни может стать причиной проблем со здоровьем. Не стоит откладывать с ремонтом холодильника, необходимо вызвать мастера для дозаправки хладагентом.
      </p>
      <p>
        Проверку компрессора и его ремонт поручайте квалифицированному мастеру. Он прибудет с диагностической аппаратурой и выяснит состояние мотора, при возможности восстановит его работоспособность или заменит на другой.
      </p>
      <p>
        Часто холодильник вырабатывает мало холода из-за неправильного функционирования термодатчика. При повышении температуры внутри холодильника он не срабатывает, мотор не включается, воздух не охлаждается.
      </p>
      <p>
        Иногда клиенты обращаются по поводу сильного замораживания продуктов. Распространенная причина – запуск функции «быстрая заморозка», после ее отключения все нормализуется. Возможный вариант – неправильная регулировка термодатчика, в этом случае мастер проведет его настройку или заменит. Современные холодильники отличаются сложным устройством, и часто попытки самостоятельного ремонта приводят к значительным повреждениям деталей и элементов. Поручив диагностику оборудования мастеру, вы сэкономите и время, и деньги.
      </p>
    </>
  );
};

export default PlohoMorozit;
