import React from 'react';

const SilnoShumit = () => {
    return (
        <div className='selected-issue-description'>
            <p>
                Назойливый и зловещий шум холодильника доставляет значительный дискомфорт обитателям жилища. Иногда агрегат настолько громко работает, что это даже затрудняет общение между домочадцами. Поговорим об основных причинах этого явления.
            </p>
            <ul>
                <li>Проверьте состояние транспортировочных болтов – они должны быть сняты. Эти элементы служат для фиксации пружин, удерживающих компрессор, при установке агрегата их необходимо снять, только тогда будет реализовываться амортизирующая функция, а агрегат будет работать действительно тихо.</li>
                <li>Новым моделям требуется некоторое время для адаптации. На полную проморозку и выход на оптимальный режим функционирования может понадобиться до 7 дней;</li>
                <li>Посмотрите, корректно ли установлен холодильник. Возможно, он касается мебели или прочих предметов обстановки, которые служат резонаторами шума. Рекомендуемый зазор между окружающими вещами и агрегатом – не менее 5 см.</li>
                <li>Проверьте, правильно ли расставлены емкости в холодильнике. Вероятно, при их соприкосновении друг с другом возникает звон и шум, попробуйте переставить кастрюли и банки по-другому.</li>
                <li>Громкое «рычание» мотора в первые секунды работы – норма, в этот момент возникает стартовый ток, необходимый для запуска ротора.</li>
            </ul>
            <p>
                Не обнаружили проблем? Значит, срочно требуется помощь мастера, о чем так громко заявляет холодильник.
            </p>
            <p>
                Основные причины шума, возникающие вследствие поломок: Распространенные неисправности, требующие вмешательства специалиста:
            </p>
            <ul>
                <li>Износ мотора-компрессора. Признаки: сильный шум во время работы агрегата. Вероятные причины – истирание поршней или их колец. Решение – замена мотора.</li>
                <li>Ослабление компрессорных амортизаторов. Наиболее сильный шум наблюдается в начале работы компрессора и перед ее завершением. Решение – настройска амортизаторов.</li>
                <li>Шумит вентилятор, расположенный в морозильной камере. Вероятная причина – его лопасти задевают лед, вследствие чего возникает характерный скрежет и шум. Решение – полностью разморозить холодильник.</li>
            </ul>
            <p>
                Возможны и другие причины, для точного выяснения необходима диагностика, вызывайте меня, и я быстро разберусь, почему ваш холодильник стал громко шуметь. 
            </p>
            <a href="tel:+79823435703">8 (982) 343-57-03</a>
        </div>
    );
};

export default SilnoShumit;
