import React from 'react';

const SilnoShumit = () => {
    return (
        <>
            <p>
                Назойливый и зловещий шум холодильника доставляет значительный дискомфорт обитателям жилища. Иногда агрегат настолько громко работает, что это даже затрудняет общение между домочадцами. Поговорим об основных причинах этого явления.
            </p>
            <p>
                Шумит недавно купленный холодильник: В соответствии со стандартами предельно допустимое значение шумового уровня холодильника составляет 55 дБ. Он сравним с громкостью при обычном разговоре. Сегодня большая часть изготовителей бытовой техники указывает уровень шума приблизительно в 40 дБ.
            </p>
            <p>
                Рекомендуем при покупке холодильников обращать внимание на этикетку, обычно она расположена на передней панели агрегата и содержит информацию об объеме камер, классе энергопотребления и уровне шума (нижнее число). У вас шумит именно тихая модель? Тогда проведите предварительную диагностику:
            </p>
            <ul>
                <li>Проверьте состояние транспортировочных болтов – они должны быть сняты. Эти элементы служат для фиксации пружин, удерживающих компрессор, при установке агрегата их необходимо снять, только тогда будет реализовываться амортизирующая функция, а агрегат будет работать действительно тихо.</li>
                <li>Новым моделям требуется некоторое время для адаптации. На полную проморозку и выход на оптимальный режим функционирования может понадобиться до 7 дней;</li>
                <li>Посмотрите, корректно ли установлен холодильник. Возможно, он касается мебели или прочих предметов обстановки, которые служат резонаторами шума. Рекомендуемый зазор между окружающими вещами и агрегатом – не менее 5 см.</li>
                <li>Проверьте, правильно ли расставлены емкости в холодильнике. Вероятно, при их соприкосновении друг с другом возникает звон и шум, попробуйте переставить кастрюли и банки по-другому.</li>
                <li>Громкое «рычание» мотора в первые секунды работы – норма, в этот момент возникает стартовый ток, необходимый для запуска ротора.</li>
            </ul>
            <p>
                Не обнаружили проблем? Значит, срочно требуется помощь мастера, о чем так громко заявляет холодильник.
            </p>
            <p>
                Основные причины шума, возникающие вследствие поломок: Распространенные неисправности, требующие вмешательства специалиста:
            </p>
            <ul>
                <li>Износ мотора-компрессора. Признаки: сильный шум во время работы агрегата. Вероятные причины – истирание поршней или их колец. Решение – замена мотора.</li>
                <li>Ослабление компрессорных амортизаторов. Наиболее сильный шум наблюдается в начале работы компрессора и перед ее завершением. Решение – настройска амортизаторов.</li>
                <li>Шумит вентилятор, расположенный в морозильной камере. Вероятная причина – его лопасти задевают лед, вследствие чего возникает характерный скрежет и шум. Решение – полностью разморозить холодильник.</li>
            </ul>
            <p>
                Возможны и другие причины, для точного выяснения необходима диагностика, вызывайте нашего мастера, и он быстро разберется, почему ваш холодильник стал громко шуметь.
            </p>
        </>
    );
};

export default SilnoShumit;
